{
  "simple":
    ["Красивые цветы растут в нашем саду.",
  "Я люблю гулять в парке осенью.",
  "Моя мама готовит очень вкусную еду.",
  "У меня есть большая и дружная семья.",
  "Мы часто ходим в кино с друзьями.",
  "Зимой я люблю кататься на лыжах.",
  "Мой брат играет на гитаре очень хорошо.",
  "У нашей собаки есть много игрушек.",
  "Я занимаюсь спортом каждый день.",
  "Летом мы ездим на море всей семьей."
  ],
  "medium":
  [
    "Я люблю путешествовать и открывать новые места.",
    "Сегодня на улице было довольно прохладно.",
    "Мне нравится общаться с интересными людьми.",
    "Я не могу жить без моего смартфона.",
    "Я обожаю гулять в парке в выходные дни.",
    "Я всегда стремлюсь к самосовершенствованию.",
    "Я считаю, что честность и порядочность очень важны в жизни.",
    "Я люблю смотреть документальные фильмы и читать научно-популярную литературу.",
    "Я занимаюсь йогой для поддержания физической и эмоциональной гармонии.",
    "Я верю в то, что все происходит не просто так, и что каждый человек имеет свою миссию в жизни."
  ],
  "hard":
  [
    "Сложив свои силы, мы смогли достичь невероятных результатов в нашем проекте.",
    "Несмотря на то, что она сделала большую ошибку, я решил простить ее и не держать зла.",
    "В нашей жизни так много возможностей и выборов, что иногда это может приводить к неопределенности и страху перед неверным решением.",
    "Я понимаю, что все, что происходит со мной, является результатом моих мыслей, слов и действий, и что я могу изменить свою жизнь, изменив свою внутреннюю реальность.",
    "Я чувствую, что мой внутренний голос говорит мне, что я должен идти в этом направлении, хотя мой разум говорит мне, что это невозможно.",
    "Я замечаю, что многие люди живут по шаблону, исходя из того, что им говорят и что ожидают от них окружающие, вместо того, чтобы искать свой собственный путь и жить в соответствии с собственными убеждениями и ценностями.",
    "Я понимаю, что личностный рост и развитие требуют от нас выхода из зоны комфорта и осознания своих слабостей, но это может быть очень трудно и болезненно.",
    "Я думаю, что у каждого человека есть своя уникальная жизненная история, и что мы можем извлекать уроки и вдохновение из опыта других людей.",
    "Я осознаю, что в нашем мире много несправедливости и неэффективности в системах управления и распределения ресурсов, и что нам нужно стремиться к созданию более справедливого и устойчивого общества.",
    "Я убежден, что наша способность к эмпатии и сочувствию является одним из ключевых качеств, которые помогают нам стать лучшими людьми и улучшить наш мир."
  ],
  "legendary":
  [
    "Эклектичный филантроп и амбиверт, он мечтал о свободе и эмансипации, которые нашли отражение в его творчестве и образе жизни.",
    "Коронационная церемония проходила в скульптурном зале, где статуи богов и героев смотрели свысока на присутствующих.",
    "Она была пленительной фаталисткой, которая умела создавать загадочность и таинственность вокруг себя.",
    "Архаические символы и божества переплетаются с современной эстетикой в его работах, создавая уникальный мир и взгляд на современное искусство.",
    "Мистические гротески и макабр реализм были характерными чертами его раннего творчества, которые позднее эволюционировали в более абстрактные формы.",
    "В его книгах можно найти изощренные лексические обороты и необычные конструкции предложений, которые вызывают восторг и изумление у читателей.",
    "Его философские рассуждения о противоречиях и дихотомиях в мире были проникнуты духом непреклонной справедливости и глубокой мудрости.",
    "Живопись этого автора пронизана символическими мотивами и аллегориями, которые раскрывают глубинные слои человеческой психологии и культуры.",
    "Его музыкальные произведения были написаны в сложных музыкальных формах и гармонических схемах, которые подчеркивали глубину и сложность его музыкального мышления.",
    "Он был бессменным авторитетом в области астрономии и космологии, чьи открытия и теории продолжают влиять на современную науку и технологии."
  ]
}